Repository: JohnAD/MancalaGameApp
Catalog: locale/*/LC_MESSAGES/pskalah.po
Languages: es

source: You play first
es: Juegas Primero

source: Opponent (AI) plays first
es: El Oponente (AI) juega primero

source: Capture if opposite house has seeds
es: Captura si la casa opuesta tiene semillas

source: Always capture (even if opposite empty)
es: Siempre captura (aun si el opuesto está vacío)

source: Never allow capture
es: Nunca permitir Captura

source: Move seeds to the store/Kalaha on that side
es: Mueve las semillas a la tienda/Kalaha en ese lado

source: Move seeds to the player with empty houses
es: Mueve las semillas al jugador con casas vacias

source: Move seeds to the player that ended the game
es: Mueve las semillas al jugador que haya terminado el juego

source: Leave the seeds in the houses
es: Deja las semillas en las casas

source: Nothing is random
es: Nada el al azar

source: Randomly choose first move for first player
es: Aleatoriamente escoge el primer movimiento para el primer jugador

source: Randomly move a seed on each side at start
es: Aleatoriamente mueve una semilla a cada lado al inicio

source: Walnut
es: Nuez

source: Birch
es: Abedul

source: Green Linen
es: Lino Verde

source: White Table
es: Mesa Blanca

source: Teal Green Glass Gems
es: Gemas de Cristal Verde Trullo

source: Tumbled Pebbles
es: Piedras Caídas

source: Black River Rock
es: Piedra de Rio Negra

source: Fast
es: Rapido

source: Medium
es: Medio

source: Slow
es: Lento

source: Yes
es: Si

source: Mute
es: Silenciar

source: Soft
es: Suave

source: Loud
es: Fuerte

source: play {name}
es: jugar {name}

source: Resume
es: Resumir

source: not available
es: no disponible

source: You must first defeat {name} ({level}).
es: Debes derrotar primero {name} ({level}).

source: You must first defeat {first_opponent_name} ({first_level}) to {second_opponent_name} ({second_level}).
es: Debes derrotar primero a {first_opponent_name} ({first_level}) para {second_opponent_name} ({second_level}).

source: You are currently playing this opponent.
es: Estas jugando actualmente con este oponente.

source: (current)
es: (Actual)

source: Choose
es: Escoger

source: {player_name}, rank {rank_number}
es: {player_name}, rango {rank_number}

source: {count} game played
es: {count} juego jugado

source: {count} game won by you
es: {count} juego ganado por ti

source: {count} game tied
es: {count} juego empatado

source: {count} game won by {player_name}
es: {count} juego ganado por {player_name}

source: tech details: algorithm {algorithm_name} look-ahead {number} with fitness of "{desc}"
es: detalles técnicos: algoritmo {algorithm_name} mira adelante {number} con aptitud de "{desc}"

source: Capture!
es: ¡Captura!

source: Randomly Moving Seed
es: Semilla Moviéndose Aleatoriamente

source: Handling End of Game
es: Manejando el Fin del Juego

source: Restoring Last Game
es: Restaurar el Ultimo Juego

source: Setting Up Board
es: Configurando Tablero

source: Playing Randomly Chosen First Move
es: Jugando el Primer Nombre Elegido al Azar

source: Your Turn
es: Tu Turno

source: Playing house {house_number}
es: Casa Jugando {house_number}

source: Cannot play empty house. Try again.
es: No se puede jugar en una casa vacía. Intenta de nuevo.

source: Landed in store. Continue turn.
es: Caiste en una tienda. Continuar turno.

source: {player_name} is thinking.
es: {player_name} esta pensando.

source: Tie Game.
es: Juego Empatado.

source: You won!
es: ¡Ganaste!

source: {player_name} won.
es: {player_name} ganó.

source: Congratulations!
es: ¡Felicidades!

source: You have successfully defeated {player_name}.
es: Has derrotado exitosamente a {player_name}.

source: You can now play {player_name}, a smarter opponent.
es: Ahora puedes jugar {player_name}, un oponente mas inteligente.

source: Play {player_name}
es: Jugar {player_name}

source: You have won the game!
es: ¡Has ganado el juego!

source: For more challenge, let the opponent go first.
es: Para un mayor desafío, permite a los oponentes ir primero.

source: This four-year-old likes to move seeds.
es: A este niño de cuatro años le gusta mover las semillas.

source: Play is largely random. Very easy to win.
es: El juego es mayormente al azar. Muy fácil de ganar.

source: Billy just learned the rules of the game.
es: Billy acaba de aprender las reglas del juego.

source: Sometimes makes obviously bad moves. Still easy to win against.
es: Algunas veces hace movimientos obviamente malos. Aun es fácil de ganar en contra.

source: Emily is still a novice, but has played multiple times.
es: Emily aun es una novata, pero ha jugado múltiples veces.

source: Blunt errors are rare, but still easy to win against.
es: Los errores contundentes son raros, pero aun es fácil ganar en contra.

source: Jacob plays on occasion with friends.
es: Jacob juega en ocasiones con amigos.

source: Jacob plays okay. Moderate difficulty.
es: Jacob juega bien. Dificultad Moderada.

source: greed
es: avaricia

source: Emma is determined to win, even if she does not play much.
es: Emma esta determinada a ganar, aun si ella no juega mucho.

source: Emma is a gambler trying to win big. Moderate difficulty.
es: Emma es una apostadora tratando de ganar en grande. Dificultad Moderada.

source: caution
es: precaución

source: Matthew plays with friends and family, but is embarrased if he loses by too much.
es: Matthew juega con amigos y familia, pero se avergüenza si pierde demasiado.

source: Matthew is obsessed with keeping you from getting seeds, even if that makes the game long. Moderate difficulty.
es: Matthew esta obsesionado con evitar que consigas semillas, aun si eso hace el juego mas largo. Dificultad moderada.

source: Olivia plays regularly but doesn't consider herself a gamer.
es: Olivia juega regularmente pero no se considera a ella misma una jugadora.

source: A well-rounded player. Moderate difficulty.
es: Una jugadora bien balanceada. Dificultad Moderada.

source: William loves to gamble and win big.
es: William ama apostar y ganar en grande.

source: Smart but concentrates on his own store too much. Moderate difficulty.
es: Inteligente pero se concentra en su propia tienda demasiado. Dificultad moderada.

source: Sam plays a good game and has played all his life.
es: Sam juega un buen juego y ha jugado toda su vida.

source: Too cautious, but a solid player. High difficulty.
es: Muy precavido, pero un solido jugado. Alta dificultad.

source: Sandra is very good. Plays regularly.
es: Sandra es muy buena. Juega regularmente.

source: High difficulty. Errors are very rare.
es: Alta dificultad. Los errores son muy raros.

source: An arrogant artificial intelligence. [b]On some devices, R3 UNIT runs very slow.[/b]
es: Una inteligencia artificial arrogante. [b]En algunos dispositivos, la UNIDAD R3 corre muy lento.[/b]

source: R3 UNIT looks ahead 5 moves. High difficulty.
es: La UNIDAD R3 ve 5 movimientos adelante. Alta dificultad.

source: A deep artificial intelligence. ThoughtNet finds interacting with humans pleasing. [b]On some devices, ThoughtNet runs very slow.[/b]
es: Una profunda inteligencia artificial. ThoughtNet encuentra interactuar con humanos agradable. [b]En algunos dispositivos, ThoughtNet corre muy lento[/b]

source: Very high difficulty. It is still possible to win if you go first.
es: Muy alta dificultad. Aun es posible ganar si vas primero.

source: Learn How to Play (YouTube video)
es: Aprende Como Jugar (Video de YouTube)

source: Stats
es: Estadisticas

source: Close
es: Cerrar

source: New Game
es: Juego Nuevo

source: Who plays first
es: Quien juega primero

source: Seeds per house
es: Semillas por casa

source: Capturing if last seed drops into own empty house
es: Capturar si la ultima semilla cae en tu propia casa vacía

source: At end of game, how to handle remaining seeds
es: Al final del juego, como manejar las semillas sobrantes

source: Randomness
es: Aleatoriedad

source: Cancel
es: Cancelar

source: Board chosen
es: Tablero Elegido

source: Background chosen
es: Fondo Elegido

source: Seed chosen
es: Semilla Elegida

source: Animated hand speed
es: Velocidad de la Mano Animada

source: Display of center message on the board
es: Pantalla del mensaje central en el tablero

source: Programming: Art: Photography: QA/Testing: Woodworking:
es: Programación: Arte: Fotografía: QA/Pruebas: Trabajo de Madera:

source: John Dupuy of [b][ref=ps]Purple Squirrel Games[/ref][/b] Daniel Anthony, cartoonist of [b][ref=art]JODDAS VAPD[/ref][/b] Drew Piester of [b][ref=photo]Drew Piester Photography LLC[/ref][/b] Avi Parshan of [b][ref=qa]Avi Parshan Productions[/ref][/b] John Dupuy (game board available at [b][ref=url]Amazon[/ref][/b])
es: John Dupuy de [b][ref=ps]Purple Squirrel Games[/ref][/b] Daniel Anthony, caricaturista de [b][ref=art]JODDAS VAPD[/ref][/b] Drew Piester de [b][ref=photo]Fotografía Drew Piester LLC[/ref][/b] Avi Parshan de [b][ref=qa]Producciones Avi Parshan[/ref][/b] John Dupuy (tablero de juego disponible en [b][ref=url]Amazon[/ref][/b])

source: Notification volume
es: Volumen de notificación

source: Environmental sound volume (seed drop, etc)
es: Volumen de Sonidos Ambientales (caída de semillas, etc.)

source: Play a game of Mancala (Kalah version) with 12 unique opponents.
es: Jugar un juego de Mancala (versión Kalah) con 12 oponentes únicos.

source: Play 12 unique characters.You will start playing Mancala with Maisy, who just learned the game, and work your way up to ThoughtNet, an advanced AI that finds playing mere humans...amusing. Each of the twelve characters have their own style of play, cautious to greedy, exacting to experimental, ... each with a mix strategy and tactics. Each time you win against a character, you can play the next one.Play the way YOU learned to play.There are over 200 different games playable with a Mancala board. This app plays the version most common in Western Europe and North America: Kalah. But even with Kalah, many folks learn different house rules. Check out the Rules tab of the settings screen. You can adjust the Mancala rules to match up with the way you expect the game to be played.Beautiful play environment.While the character images are definitely drawings, the rest is based on a real world Mancala board and "seeds" (stones). Choose between two types of wood and three unique stones. Even the sounds are from real-world recordings of the wood/stone combinations.No harassing adverts, in-app purchases, or special permissions.Everything is fully featured as soon as you get the app. No hidden gotchas anywhere. It is simply a game of Mancala with twelve unique characters.
es: Juega contra 12 personajes únicos. Empezarás jugando Mancala con Maisy, que acaba de aprender el juego, y trabaja tu camino hasta a ThoughtNet, una IA avanzada que encuentra jugar contra simples humanos... entretenido. Cada uno de los doce personajes tienen su propio estilo de juego, de precavidos a avariciosos, exactos a experimentales, ... cada uno con una mezcla de estrategia y tácticas. Cada vez que ganes contra un personaje. Podrás jugar contra el siguiente. Juega del modo que hayas aprendido a jugar. Hay mas de 200 juegos diferentes jugables con un tablero de Mancala. Esta app juega la versión mas común en Europa del Oeste y Norte América: Kalah. Pero aun con el Kalah, muchas personas aprenden diferentes reglas de la casa. Revisa la pestaña de Reglas en la pantalla de opciones. Puedes ajustar las reglas de Mancala para coincidir con el modo que esperas que se juegue el juego. Hermoso ambiente de juego. Mientras las imágenes de los personajes definitivamente son dibujos, el resto esta basado en un tablero Mancala del mundo real y "semillas" (piedras). Elige entre dos tipos de madera y tres piedras únicas. Hasta los sonidos son de grabaciones del mundo real de combinaciones madera/piedra. No anuncios acosadores, compras dentro de la app, o permisos especiales. Todo está totalmente destacado tan pronto como obtengas la app. Ninguna cosa oculta en ningún lugar. Es simplemente un juego de Mancala con doce jugadores únicos.
